{
  "menu": {
    "about": "О расширении",
    "benefits": "Преимущества",
    "install": "Установить"
  },
  "main_text": "Topic Meister - ваш ключ к эффективному обучению!",
  "main_text_bottom": "Расширение доступно для браузеров Chrome и Edge.",
  "about": {
    "multiple_tabs": "Вы устали от множества открытых вкладок, бесконечного скроллинга и потери концентрации во время изучения новых тем? \"Topic Meister\" - это инновационное расширение для вашего браузера, которое сделает процесс обучения более увлекательным, упорядоченным и продуктивным!",
    "truly_stick": "Часто мы заполняем нашу память информацией, которая забывается в течение короткого времени. <span class=\"underline underline-offset-4\">Но с \"Topic Meister\" каждая новая тема, которую вы изучаете, станет по-настоящему запоминающейся!</span> Создавайте собственные топики и заполняйте их концепциями, которые вы хотите усвоить - будь то ключевые понятия из учебника, новые термины или факты.",
    "grabs_attention": "Функциональность \"Topic Meister\" включает грамотное интегрирование концепций в ваш браузерный серфинг. Настроив таймер, вы можете установить интервалы появления попап-окон с концепциями непосредственно на страницах, которые вы просматриваете. Вместо того, чтобы отвлекаться на переключение между вкладками или поиском дополнительной информации, \"Topic Meister\" привлечет ваше внимание к существенным понятиям, прямо там, где вы уже находитесь!",
    "improve_retention": "Используйте \"Topic Meister\" для любого предмета или области знаний. Будь то учебные материалы, иностранные языки, профессиональное развитие или просто любопытство - расширение поможет вам углубить понимание и улучшить запоминание информации."
  },
  "benefits": {
    "organization": {
      "title": "Организация знаний:",
      "text": "Создавайте топики и структурируйте концепции для более эффективного обучения."
    },
    "schedule": {
      "title": "Гибкое расписание:",
      "text": "Установите интервалы появления концепций по таймеру, чтобы оптимизировать запоминание."
    },
    "integration": {
      "title": "Интеграция в браузер:",
      "text": "Попап-окна с концепциями появляются непосредственно на страницах, которые вы просматриваете."
    },
    "universality": {
      "title": "Универсальность:",
      "text": "Применяйте расширение для изучения любой темы или предмета."
    },
    "focus": {
      "title": "Максимальная концентрация:",
      "text": "Избавьтесь от отвлекающих факторов и фокусируйтесь на существенных понятиях."
    },
    "functionality": {
      "title": "Функциональность:",
      "text": "Воспользуйтесь Markdown для гибкого создания и редактирования концепций, а также легко управляйте данными с помощью импорта/экспорта в формате CSV."
    },
    "learning_master": "Не ограничивайте свой потенциал - станьте мастером в обучении с помощью \"Topic Meister\"! Улучшите свои навыки запоминания и усвоения информации, повысьте эффективность своего учебного процесса и достигните новых высот в своих академических или профессиональных целях.",
    "install": "Установите \"Topic Meister\" сейчас и откройте<br /> новые горизонты обучения!"
  }
}